Repository: xiheha3213906313/UMManager
Catalog: src/UMManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Notification.ModDragDrop.AddFailed.Title
source: Failed to add mod
zh_cn: 添加模组失败

# Notification.ModPane.CopiedFolderPath.Title
source: Copied mod folder path to clipboard
zh_cn: 已复制模组文件夹路径到剪贴板

# Notification.ModPane.LoadFailed.Title
source: Failed to load mod
zh_cn: 加载模组失败

# Notification.NotImplemented.HideCharacter.Message
source: Hiding characters is not supported yet.
zh_cn: 暂不支持隐藏角色

# Notification.NotImplemented.Message
source: This feature is not implemented yet.
zh_cn: 该功能暂未实现。

# Notification.NotImplemented.Title
source: Not implemented
zh_cn: 未实现

# Notification.ProcessStartFailed.GenericMessage
source: Failed to start {0}
zh_cn: 启动 {0} 失败

# Notification.ProcessStartFailed.RequiresAdminMessage
source: Failed to start {0}: the executable might be set to run as Administrator.
zh_cn: 启动 {0} 失败：可能是该 exe 在属性中启用了“以管理员身份运行”。

# Notification.ProcessStartFailed.Title
source: Failed to start process
zh_cn: 无法启动进程

# Notification.ProcessStartFailed.UacCanceledMessage
source: Failed to start {0}: the UAC prompt might have been canceled.
zh_cn: 启动 {0} 失败：可能是用户取消了 UAC（管理员）提示。

# Notification.ProcessStartFailed.UnknownMessage
source: An unknown error occurred.
zh_cn: 发生未知错误

# Notification.RestartFailed.Manual.Message
source: Please restart manually. Reason: {0}
zh_cn: 请手动重启。原因：{0}

# Notification.RestartFailed.ManualShort.Message
source: Please restart manually.
zh_cn: 请手动重启

# Notification.RestartFailed.Title
source: Failed to restart application
zh_cn: 重启应用失败

# Notification.RestartFailed.TryLegacy.Message
source: Will try the legacy restart method. Reason: {0}
zh_cn: 将尝试使用兼容方式重启。原因：{0}

# Notification.UiCategory.AddCharacterFailed.Title
source: Add failed
zh_cn: 添加失败

# Notification.UiCategory.BulkRemove.None.Message
source: There are no characters to remove from this category.
zh_cn: 当前分类没有可移除的角色。

# Notification.UiCategory.BulkRemove.Title
source: Bulk remove
zh_cn: 批量移除

# Notification.UiCategory.BulkRemoveCompleted.Message
source: Removed {0} characters.
zh_cn: 已移除 {0} 个角色。

# Notification.UiCategory.BulkRemoveCompleted.Title
source: Bulk remove completed
zh_cn: 批量移除完成

# Notification.UiCategory.BulkRemoveFailed.Title
source: Bulk remove failed
zh_cn: 批量移除失败

# Notification.UiCategory.CreateFailed.Title
source: Failed to create category
zh_cn: 创建分类失败

# Notification.UiCategory.EditFailed.Title
source: Failed to update category
zh_cn: 修改分类失败

# Notification.UiCategory.HideFailed.Title
source: Failed to hide category
zh_cn: 隐藏分类失败

# Notification.UiCategory.NameEmpty.Message
source: Category name cannot be empty.
zh_cn: 分类名称不能为空。

# Notification.UiCategory.RemoveCharacterFailed.Title
source: Remove failed
zh_cn: 移除失败

# Notification.UnhandledException.Message
source: The application may be unstable and could crash at any time. Restart is recommended.
zh_cn: 应用可能处于不稳定状态，随时可能崩溃。建议重启应用。

# Notification.UnhandledException.Title
source: Error!
zh_cn: 发生错误！

# Tooltip.Character.SingleSkin
source: This character only has one default in-game skin, so you can't change it.
zh_cn: 该角色只有一个默认游戏内皮肤，因此无法切换。

# Window.ModDownloads.ForMod.Title
source: Downloads for: {0}
zh_cn: 下载：{0}

# Window.ModDownloads.Title
source: Download mod files
zh_cn: 下载模组文件

# Window.SelectMods.Title
source: Select mods
zh_cn: 选择模组

# Window.UnhandledException.Title
source: UMManager - Unhandled exception
zh_cn: UMManager - 未处理异常

# Common.Button.Select
source: Select
zh_cn: 选择

# Common.Button.SelectFolder
source: Select folder
zh_cn: 选择文件夹

# Notification.Command.CreateFailed.Title
source: Failed to create command
zh_cn: 创建命令失败

# Notification.Command.UpdateFailed.Title
source: Failed to update command
zh_cn: 更新命令失败

# Notification.SaveImageFailed.Title
source: Failed to save image
zh_cn: 保存图片失败
